export let single: any = [
  {
    'name': 'Xã hội',
    'value': 150,
  },
  {
    'name': 'Giáo dục',
    'value': 200,
  },
  {
    'name': 'Buôn lậu',
    'value': 120,
  },
  {
    'name': 'Trẻ em',
    'value': 250
  },
];

export var multi: any = [
  {
    'name': 'Buôn lậu',
    'series': [
      {
        'name': '2018',
        'value': 5300000
      },
      {
        'name': '2019',
        'value': 7300000
      }
    ]
  },

  {
    'name': 'Giáo dục',
    'series': [
      {
        'name': '2018',
        'value': 5300000
      },
      {
        'name': '2019',
        'value': 8270000
      }
    ]
  },

  {
    'name': 'Xã hội',
    'series': [
      {
        'name': '2018',
        'value': 5300000
      },
      {
        'name': '2019',
        'value': 8940000
      },
    ]
  },
  {
    'name': 'Trẻ em',
    'series': [
      {
        'name': '2018',
        'value': 5300000
      },
      {
        'name': '2019',
        'value': 8940000
      },
    ]
  }
];

export var times: any = [
  {
    'name': 'FY2018',
    'series': [
      {
        'value': 69,
        'name': '2016-09-15T19:25:07.773Z',
      },
      {
        'value': 19,
        'name': '2016-09-17T17:16:53.279Z',
      },
      {
        'value': 85,
        'name': '2016-09-15T10:34:32.344Z',
      },
      {
        'value': 89,
        'name': '2016-09-19T14:33:45.710Z',
      },
      {
        'value': 33,
        'name': '2016-09-12T18:48:58.925Z',
      }
    ]
  },
  {
    'name': 'FY2019',
    'series': [
      {
        'value': 52,
        'name': '2016-09-15T19:25:07.773Z',
      },
      {
        'value': 49,
        'name': '2016-09-17T17:16:53.279Z',
      },
      {
        'value': 41,
        'name': '2016-09-15T10:34:32.344Z',
      },
      {
        'value': 38,
        'name': '2016-09-19T14:33:45.710Z',
      },
      {
        'value': 72,
        'name': '2016-09-12T18:48:58.925Z',
      }
    ]
  },
  {
    'name': 'FY2020',
    'series': [
      {
        'value': 40,
        'name': '2016-09-15T19:25:07.773Z',
      },
      {
        'value': 45,
        'name': '2016-09-17T17:16:53.279Z',
      },
      {
        'value': 51,
        'name': '2016-09-15T10:34:32.344Z',
      },
      {
        'value': 68,
        'name': '2016-09-19T14:33:45.710Z',
      },
      {
        'value': 54,
        'name': '2016-09-12T18:48:58.925Z',
      }
    ]
  },
];

export let abc: any = [
  {
    'name': 'Container Apps',
    'series': [
      {
        'value': 2469,
        'name': '2016-09-15T19:25:07.773Z',
      },
      {
        'value': 3619,
        'name': '2016-09-17T17:16:53.279Z',
      },
      {
        'value': 3885,
        'name': '2016-09-15T10:34:32.344Z',
      },
      {
        'value': 4289,
        'name': '2016-09-19T14:33:45.710Z',
      },
      {
        'value': 3309,
        'name': '2016-09-12T18:48:58.925Z',
      },
    ],
  },
  {
    'name': 'Alerting Dashboard',
    'series': [
      {
        'value': 2452,
        'name': '2016-09-15T19:25:07.773Z',
      },
      {
        'value': 4938,
        'name': '2016-09-17T17:16:53.279Z',
      },
      {
        'value': 4110,
        'name': '2016-09-15T10:34:32.344Z',
      },
      {
        'value': 3828,
        'name': '2016-09-19T14:33:45.710Z',
      },
      {
        'value': 5772,
        'name': '2016-09-12T18:48:58.925Z',
      },
    ],
  },
  {
    'name': 'Streaming Data',
    'series': [
      {
        'value': 4022,
        'name': '2016-09-15T19:25:07.773Z',
      },
      {
        'value': 2345,
        'name': '2016-09-17T17:16:53.279Z',
      },
      {
        'value': 5148,
        'name': '2016-09-15T10:34:32.344Z',
      },
      {
        'value': 6868,
        'name': '2016-09-19T14:33:45.710Z',
      },
      {
        'value': 5415,
        'name': '2016-09-12T18:48:58.925Z',
      },
    ],
  },
  {
    'name': 'Database Queries',
    'series': [
      {
        'value': 6194,
        'name': '2016-09-15T19:25:07.773Z',
      },
      {
        'value': 6585,
        'name': '2016-09-17T17:16:53.279Z',
      },
      {
        'value': 6857,
        'name': '2016-09-15T10:34:32.344Z',
      },
      {
        'value': 2545,
        'name': '2016-09-19T14:33:45.710Z',
      },
      {
        'value': 5986,
        'name': '2016-09-12T18:48:58.925Z',
      },
    ],
  },
  {
    'name': 'NoSQL Database',
    'series': [
      {
        'value': 4260,
        'name': '2016-09-15T19:25:07.773Z',
      },
      {
        'value': 4810,
        'name': '2016-09-17T17:16:53.279Z',
      },
      {
        'value': 5087,
        'name': '2016-09-15T10:34:32.344Z',
      },
      {
        'value': 5941,
        'name': '2016-09-19T14:33:45.710Z',
      },
      {
        'value': 6427,
        'name': '2016-09-12T18:48:58.925Z',
      },
    ],
  },
];